Revit 2027 API
FamilyInstance.CanFlipHand Property
Property to test whether the orientation of family instance hand can be flipped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool CanFlipHand { get; }
Public ReadOnly Property CanFlipHand As Boolean
	Get
public:
property bool CanFlipHand {
	bool get ();
}
member CanFlipHand : bool with get
Property Value
Boolean
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace